{"qid": 1, "stem": "NH (l) → NH (g) 3 3 ΔH = 23.9 kJ/mol vap NH has a boiling point of 239 K. Which of the following values would 3 be closest to the entropy of vaporization for NH ? 3", "A": "0.100 J/mol × K", "B": "100 J/mol × K", "C": "200 J/mol × K", "D": "260 J/mol × K", "answer": "B"}
{"qid": 2, "stem": "Substance Boiling Point (°C) C H 80.2 6 6 C H OH 78.4 2 5 Given the data in the above table, which substance would have a lower vapor pressure at 298 K, and why?", "A": "C H , due to its more polarizable electron cloud 6 6", "B": "C H , due to its lack of permanent dipoles 6 6", "C": "C H OH, due to its hydrogen bonding 2 5", "D": "C H OH, due to the presence of lone pairs on the oxygen 2 5", "answer": "A"}
{"qid": 3, "stem": "Which of the following 1.0 M aqueous solutions would experience the highest % ionization?", "A": "HClO", "B": "HClO 2", "C": "HBrO", "D": "HBrO 2", "answer": "B"}
{"qid": 4, "stem": "Based on the mass spectrum shown above, which of the following can be concluded about zirconium?", "A": "The most common charge on a zirconium ion is +2.", "B": "Zirconium nuclei can have different number of protons.", "C": "The average atomic mass of a zirconium atom is 90 amu.", "D": "The most common isotope of zirconium has 50 neutrons.", "answer": "D"}
{"qid": 5, "stem": "As shown above, four identical containers hold the same number of moles of four different gases at 298 K. If ideal behavior is NOT assumed, in which container would the pressure be the lowest?", "A": "H O 2", "B": "CH 4", "C": "Ne", "D": "He Use the following information to answer questions 6-8. The below unbalanced reaction occurs when a solution of potassium dichromate, K Cr O , is titrated into a solution containing aqueous 2 2 7 2+ Fe ions. 2+ 2- + 3+ ___ Fe (aq) + Cr O (aq) + 14 H → 7 H O(l) + 2 Cr (aq) + ___ 2 7 2 3+ Fe (aq)", "answer": "A"}
{"qid": 6, "stem": "Which species is being oxidized, and which is being reduced? Oxidized Reduced", "A": "2- + Cr O H 2 7", "B": "2+ + Fe H", "C": "2- 2+ Cr O Fe 2 7", "D": "2+ 2- Fe Cr O 2 7", "answer": "D"}
{"qid": 7, "stem": "What must the coefficient in front of the iron on both sides of the reaction be in order to balance the reaction?", "A": "1", "B": "3", "C": "4", "D": "6", "answer": "D"}
{"qid": 8, "stem": "Which of the following corresponds to the electron configuration for 3+ Fe ? 2 3", "A": "[Ar]4s 3d 5", "B": "[Ar]3d 1 3", "C": "[Ar]4s 4d 1 4", "D": "[Ar]4s 3d", "answer": "B"}
{"qid": 10, "stem": "Data considering the conductivity of four different substances in their various phases is given in the table above. Of the four options, which substance is most likely to be NaCl?", "A": "Substance A", "B": "Substance B", "C": "Substance C", "D": "Substance D 2+ Absorbance Co Concentration (M) 0 0 0.025 0.13 0.050 0.25 0.075 0.38 0.100 0.50 2+", "answer": "B"}
{"qid": 11, "stem": "The absorbance of Co at several different concentrations was tested, yielding the above data. What is the molar absorptivity value 2+ for Co under the given conditions if a cuvette with a 1.0 cm path length was used? -1 -1", "A": "0.05 M cm -1 -1", "B": "0.20 M cm -1 -1", "C": "5.0 M cm -1 -1", "D": "20.0 M cm", "answer": "C"}
